{
    "shoe":[
        {
            "id": 1,
            "image": "AF1.png",
            "name": "Nike SF Air Force 1 Premium",
            "price": "$200.00",
            "type": "Shoes",
            "description": "A hoops icon toughens up with the Nike SF Air Force 1 Premium Men's Shoe. Crafted with a genuine leather and fabric upper, it features military-inspired details, a customizable ankle strap and a Nike Air unit for cushioned comfort."
        },
        {
            "id": 2,
            "image": "BHeel.png",
            "name": "Knife Knit 80mm",
            "price": "$695.00",
            "type": "Shoes",
            "description": "This high heel is a clean black knit heel with a 80mm arch, and has a elongated pointed toe."
        },
        {
            "id": 3,
            "image": "BLacedHeel.png",
            "name": "Corset 80mm Bootie",
            "price": "$1,490.00",
            "type": "Shoes",
            "description": "This high heel is made with shiny sheep skin, with a 80mm arch, and has semi-shiny palladium hardwear, the corset effect is ade with lace and eyelets."
        },
        {
            "id": 4,
            "image": "Bletteredsole.png",
            "name": "Speed Sneaker Graffiti",
            "price": "$825",
            "type": "Shoes",
            "description": "The sock-like shoes are very lightweight coming in at 240g making it feel like there is a could unter your feet, the sould has the logo on the side of it."
        },
        {
            "id": 5,
            "image": "diorwhitegray.png",
            "name": "B23 High-Top Sneaker",
            "price": "$1,100.00",
            "type": "Shoes",
            "description": "The B23 high-top sneaker is set apart by its white and black Dior Oblique motif and transparent paneling. Essential details, such as eyelets and a lace-up front, a white and beige rubber sole, a rounded and reinforced toe as well as a back tab recall the codes of the classic high-top style. The sneaker is further enhanced with contrasting details on the sides, including a 'DIOR' signature, and pairs easily with any casual outfit."
        },
        {
            "id": 6,
            "image": "BPlatform.png",
            "name": "Strike 20mm Lace-Up Boot",
            "price": "$950",
            "type": "Shoe",
            "description": "This platform boot is mad efor smooth mat calfskin, with tone-on-tone lacing and stitching, and thick toothed rubber outsole."
        },
        {
            "id": 7,
            "image": "jordan.png",
            "name": "Jordan Zoom '92",
            "price": "$150.00",
            "type": "Shoes",
            "description": "A nod to '90s basketball shoes, the Jordan Zoom '92 focuses on comfort while tapping into the irreverent spirit of that era's designs. A stretchy fit sleeve and underfoot cushioning offer a comfortable fit. '90s-inspired details give the shoe its retro flavor."
        },
        {
            "id": 8,
            "image": "NMbluetongue.png",
            "name": "Giuseppe Zanotti Men's Velvet & Patent Leather Mid-Top Sneakers",
            "price": "$710.00",
            "type": "Shoes",
            "description": "This mid-top sneaker is made out of velvet and patent metallic leather, with a round toe and duel zips on either side of the laces, and a rubber outsoul."
        },
        {
            "id": 9,
            "image": "NMspike.png",
            "name": "Christian Louboutin Men's Spiked Sock 30 Neoprene Sneakers",
            "price": "$1,295.00",
            "type": "Shoes",
            "description": "This sock like sneaker has spiked embellishments, the front toe is rounded and reinforced to make the shoe more durable,and the pull-tab has the logo on it."
        },
        {
            "id": 10,
            "image": "PrideCT.png",
            "name": "Pride Chuck Taylor All Star",
            "price": "$65.00",
            "type": "Shoes",
            "description": "A celebration of inclusivity and Pride, in all its forms and colors, inspired by the many flags raised by the LGBTQIA+ community. The “More Color, More Pride” flag expands to include brown and black stripes — representing the power of diversity and inclusion. With the Chuck Taylor All Star, a black-and-white classic is made over with brilliant, bright color."
        },
        {
            "id": 11,
            "image": "Converse.png",
            "name": "Chuck Taylor All Star Space Racer High Top",
            "price": "$60.00",
            "type": "Shoes",
            "description": "Switch up your go-to Chucks with this space-inspired remake. We've swapped out classic canvas for a polyester denim and topped it off with color-popped tape designs as a nod to outerspace repairs. It turns out duct tape really can fix anything."
        },
        {
            "id": 12,
            "image": "BPink.png",
            "name": "Knife Shark 110mm Over-The-Knee",
            "price": "$2,250.00",
            "type": "Shoes",
            "description": "These over-the-knee boots are made out of calfskin, and has a 100mm arch with a thin heel and a elongated pointy toe."
        }
    ]
}