{
    "computer":[
        {
            "id": 1,
            "image": "HRF1.png",
            "name": "Fox Racing Men's Honda Pullover",
            "price": "$85.00",
            "type": "Clothing",
            "description": "This hoodie is made out of 80% cotton / 20% Polyester, is also part of the Fox X Honda collection"
        },
        {
            "id": 2,
            "image": "HUFMultiF.png",
            "name": "Wave Anorak Jacket",
            "price": "$85.00",
            "type": "Clothing",
            "description": "Inspired by retro outdoors wear, the Wave Anorak Jacket is made of durable nylon treated with a water-repellent coating and is equipped with a half-zip opening, two handwarmer pockets, and a high-collar hood for extra protection. Constructed with color-blocked paneling for a throwback vibe, the jacket features HUF's 'Peak' logo in a rubber patch on the front pocket, and in a reflective foil-print across the back."
        },
        {
            "id": 3,
            "image": "HUFCamoF.png",
            "name": "Network Lightweight Jacket",
            "price": "$110.00",
            "type": "Clothing",
            "description": "HUF teams up with renowned outdoors wear-specialist Realtree® on the Network Lightweight Jacket, inspired by 90s tactical gear. Featuring Realtree’s® signature 3D camouflage, the jacket is made of water-repellent nylon with a mesh overlay for a retro aesthetic. Cut with a full-zip front and spacious high-collar hood to protect against heavy weather, the piece is finished with two handwarmer pockets, a rubber Triple Triangle logo at left chest, and HUF’s ‘Peak’ logo at back."
        },
        {
            "id": 4,
            "image": "BrownF.png",
            "name": "Hooded Puffer Jacket",
            "price": "$70.00",
            "type": "Clothing",
            "description": "Padded jacket in windproof, water-repellent fabric. Lined, detachable hood with drawstring and faux fur trim. Zipper at front and wind flap with snap fasteners. Fleece-lined handwarmer pockets, patch pockets with flap and snap fasteners, and one inner pocket with hook-loop fastener. Ribbing at cuffs and hem. Lined. Polyester fill."
        },
        {
            "id": 5,
            "image": "ItachiF.png",
            "name": "Primitive x Naruto Crows Burgundy Coaches Jacket",
            "price": "$75.00",
            "type": "Clothinbg",
            "description": "Layer up in iconic anime swag with the Crows burgundy coaches jacket from Primitive x Naruto. This burgundy coaches jacket features a classic foldover collar, button-up placket, and collaborative Primitive and Naruto graphics screen-printed at the left chest and back to complete the design."
        },
        {
            "id": 6,
            "image": "FakeFriendsF.png",
            "name": "Broken Promises We Ain't Homies Black Hooded Coaches Jacket",
            "price": "$70.00",
            "type": "Clothing",
            "description": "Grab an eye-catching new layer for the cooler weather with the We Ain't Homies black jacket from Broken Promises. This hooded jacket comes in black and features embroidered text at the left chest in white that reads We Ain't Homies while the back displays large white screen-printed text that reads fake friends stab you in the back, real friends stab you in the heart. A full snap button placket with custom BP hardware, adjustable drawstring hood and bottom hem, along with two hand pockets offer a classic silhouette, while the light grey jersey lining offers a comfortable fit and feel"
        },
        {
            "id": 7,
            "image": "VansF.png",
            "name": "Vans Barbed Floral White Hoodie",
            "price": "$55.00",
            "type": "Clothing",
            "description": "Spruce up your hoodie game with some fun floral flair in the Vans Barbed floral white hoodie. A mostly white colorway throughout is contrasted by screen-printed pink logo script on the left chest for colorful branding, while the floral, barbed wire patterns lining both sleeves add some serious fashion-forward flair. A fleece lined interior and relaxed fit keep this hoodie extremely comfortable and the adjustable drawstring hood along with kangaroo pouch pocket maintain a truly classic silhouette overall."
        },
        {
            "id": 8,
            "image": "OldSoulF.png",
            "name": "Empyre Fredia Old Soul Black & Purple Tie Dye Hoodie",
            "price": "$35.00",
            "type": "Clothing",
            "description": "Your favorite hoodie is here to keep you cozy all year long. The Fredia Old Soul black and purple tie-dye hoodie from Empyre features a unique purple and black dye treatment throughout for a one-of-a-kind look, while the adjustable hood and kangaroo pocket is sure to keep you warm and comfy. Finished with wild graphics screen-printed on the back of a trippy skeleton with butterflies and mushrooms, along with text that reads old soul."
        },
        {
            "id": 9,
            "image": "UnfollowF.png",
            "name": "Broken Promises Unfollow Black Tie-Dye Hoodie",
            "price": "$52.00",
            "type": "Clothing",
            "description": "Wear the Unfollow black tie-dye hoodie from Broken Promises as a reminder that it's okay to cut negative influences out of your life. This hooded sweatshirt comes in a black and grey tie-dye color and features a white graphic across the back and sleeves for additional impact."
        },
        {
            "id": 10,
            "image": "LoveDrugF.png",
            "name": "Civil Love Is A Drug Orchid Hoodie",
            "price": "$65.00",
            "type": "Clothing",
            "description": "Throw some irresistible color into your collection with the Love Is A Drug orchid hoodie from Civil! This purple-pink hoodie features a large rose graphic at the center chest, surrounded by Love is a drug text, and the Civil Regime Rebel Youth text on the left sleeve gives it a ton of killer branding."
        },
        {
            "id": 11,
            "image": "PinkF.png",
            "name": "Dravus Dierdra Pink Hoodie",
            "price": "$35.00",
            "type": "Clothing",
            "description": "Succulents are all the rage and the Dierdra pink hoodie from Dravus is a stylish way to get in on the fun. Several succulent graphics across the back are complemented by the Life would succ without you, let's stick together text that surrounds them, for a bit of piercing humor. Finished off with the flower graphic at the left chest, the Dierdra hoodie is sure to give your look some extra botanical pizzazz."
        },
        {
            "id": 12,
            "image": "LoserF.png",
            "name": "JV by Jac Vanek Loser Purple, Yellow, & Blue Tie Dye Hoodie",
            "price": "$45.00",
            "type": "Clothing",
            "description": "Be loud and proud about your insecurities in the Loser purple, yellow, and blue tie dye hoodie from JV by Jac Vanek! This sweatshirt adds a pretty pastel touch to any look with swirling purple, yellow, and blue tones, and rainbow-colored text reading Loser at the chest for a look that's sure to have people saying, no you're not."
        }
    ]
}